[
{
    "_id": "64b89dc9203902d7dd7ed822",
    "bookName": "Black Jack 1",
    "dailyPrice": 30000,
    "salePrice": 25000,
    "description": "Câu chuyện xoay quanh việc chữa bệnh cứu người và những vấn đề y khoa, trong đó nhân vật chính là Black Jack, một bác sĩ tài giỏi nhưng “quái dị”. Điểm đặc biệt của anh chính là một vết sẹo dài trên khuôn mặt mà bất cứ ai trông thấy cũng phải khiếp sợ. Những người bệnh tìm đến anh đa số là những người, hoặc người thân họ, mắc những căn bệnh lạ hay bệnh hiểm nghèo mà không có vị bác sĩ nào có thể chữa được. Họ tìm đến anh với hy vọng anh dùng tài phẫu thuật kỳ diệu của mình để giữ lại mạng sống cho họ. Mỗi tập truyện là những câu chuyện xoay quanh việc chữa trị bệnh có một không hai của bác sĩ quái dị Black Jack. Qua đó, bạn đọc được chứng kiến công việc cực nhọc, những cuộc phẫu thuật đẫm mồ hôi và cả những lúc đứng trước quyết định sinh tử của một bác sĩ. Chính nhờ đó, câu chuyện của bác sĩ Black Jack đã truyền cảm hứng cho nhiều bạn đọc truyền tranh trong việc theo đuổi đam mê nghề y của mình. Bộ truyện phù hợp với lứa tuổi cấp 2 trở lên; đặc biệt cho những ai đã từng yêu Bác sĩ quái dị của những năm 90 có cơ hội đọc lại và sưu tầm bản bìa cứng.",
    "category": "Manga",
    "imagePath": "assets/images1/product/blackJack.jpg",
    "author": "Tezuka Osamu",
    "star": 3.1
  },
  {
    "_id": "64b89dc9203902d7dd7ed823",
    "bookName": "Cẩm Nang Phương Pháp Sư Phạm",
    "dailyPrice": 130000,
    "salePrice": 125000,
    "description": "Cuốn sách này sẽ không có những lập luận thiên về khoa học hàn lâm, mà bạn sẽ hài lòng với các chỉ dẫn thiết thực, dễ hiểu và dễ áp dụng. Bạn sẽ biết cách mở đầu bài giảng như thế nào để thu hút sự chú ý của người học ngay từ những giây phút đầu tiên của giờ học, cách neo chốt kiến thức giúp người học nhớ được bài lâu hơn, cách lập kế hoạch bài giảng chi tiết sao cho phù hợp giữa nội dung - phương pháp - phương tiện và thời gian cho một tiết giảng/bài giảng, cách trực quan hóa bài giảng để cho giờ học trở nên sinh động hơn, hiệu quả",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/camnangsupham.jpg",
    "author": "ThS Nguyễn Thị Minh Phượng - ThS Phạm Thị Thúy",
    "star": 4.3
  },
  {
    "_id": "64b89dc9203902d7dd7ed824",
    "bookName": "Cẩm Nang Tư DUy Học Tập Và Nghiên Cứu",
    "dailyPrice": 50000,
    "salePrice": 26500,
    "description": "“Apprendre  à  apprendre” (“học  cách  học”)  là một khẩu hiệu nổi tiếng trong tiếng Pháp và không dễ… dịch, vì động từ “apprendre” trong tiếng Pháp dường như có cả hai nghĩa trong tiếng Anh: “to teach” và “to learn”! Không có sự tách bạch giữa “dạy” và “học”, vì vị trí của chúng đôi khi có thể thay thế cho nhau, hay nói ngắn, giữa chúng có một sự “vận động”. Sự vận động ấy chính là phương pháp.\\nTừ khi René Descartes viết quyển “Các quy tắc hướng dẫn tư duy” (Règles pour la direction de l’esprit) năm 1628 và “Luận văn về Phương pháp” (Discours de la Méthode) năm 1637, khoa học và tư duy khoa học thật sự bước vào thời hiện đại, tức, ta không còn có thể suy nghĩ và làm việc như thể không có… Descartes được nữa! Gần bốn thế kỷ đã trôi qua với biết bao sự cải tiến và tinh vi hóa về phương pháp trên mọi lĩnh vực, nhưng mục tiêu của nó không thay đổi, đúng như Kant đã nói: “Ta không thể học triết học, mà chỉ có thể học cách triết lý” hay như lời của Albert Einstein: “Giá trị của một nền giáo dục (…) không phải là dạy và học được nhiều sự kiện mà là đào luyện cho tinh thần biết tư duy…",
    "category": "Manga",
    "imagePath": "assets/images1/product/camNangTuDuy.jpg",
    "author": "Richard Paul",
    "star": 3.9
  },
  {
    "_id": "64b89dc9203902d7dd7ed825",
    "bookName": "Chuyện Con Mèo Dạy Hải Âu Bay",
    "dailyPrice": 49000,
    "salePrice": 33000,
    "description": "Cô hải âu Kengah bị nhấn chìm trong váng dầu – thứ chất thải nguy hiểm mà những con người xấu xa bí mật đổ ra đại dương. Với nỗ lực đầy tuyệt vọng, cô bay vào bến cảng Hamburg và rơi xuống ban công của con mèo mun, to đùng, mập ú Zorba. Trong phút cuối cuộc đời, cô sinh ra một quả trứng và con mèo mun hứa với cô sẽ thực hiện ba lời hứa chừng như không tưởng với loài mèo:\\nKhông ăn quả trứng.\\nChăm sóc cho tới khi nó nở.\\nDạy cho con hải âu bay.\\nLời hứa của một con mèo cũng là trách nhiệm của toàn bộ mèo trên bến cảng, bởi vậy bè bạn của Zorba bao gồm ngài mèo Đại Tá đầy uy tín, mèo Secretario nhanh nhảu, mèo Einstein uyên bác, mèo Bốn Biển đầy kinh nghiệm đã chung sức giúp nó hoàn thành trách nhiệm. Tuy nhiên, việc chăm sóc, dạy dỗ một con hải âu đâu phải chuyện đùa, sẽ có hàng trăm rắc rối nảy sinh và cần có những kế hoạch đầy linh hoạt được bàn bạc kỹ càng…\\nChuyện con mèo dạy hải âu bay là kiệt tác dành cho thiếu nhi của nhà văn Chi Lê nổi tiếng Luis Sepúlveda – tác giả của cuốn Lão già mê đọc truyện tình đã bán được 18 triệu bản khắp thế giới. Tác phẩm không chỉ là một câu chuyện ấm áp, trong sáng, dễ thương về loài vật mà còn chuyển tải thông điệp về trách nhiệm với môi trường, về sự sẻ chia và yêu thương cũng như ý nghĩa của những nỗ lực – “Chỉ những kẻ dám mới có thể bay”.\\nCuốn sách mở đầu cho mùa hè với minh họa dễ thương, hài hước là món quà dành cho mọi trẻ em và người lớn.",
    "category": "Manga",
    "imagePath": "assets/images1/product/chuyenConMeoDayHaiAuBay.jpg",
    "author": "Luis Sepúlveda",
    "star": 4.7
  },
  {
    "_id": "64b89dc9203902d7dd7ed826",
    "bookName": "\"Cậu\" Ma Nhà Xí Hanako Tập 5 (Tái Bản 2022)",
    "dailyPrice": 29000,
    "salePrice": 25000,
    "description": "Yashiro Nene là trợ lí của điều bí ẩn thứ 7 trong học viện - Hanako. \nTại bữa tiệc trà kì quái được anh chàng bí ẩn Natsuhiko mời tới, Nene đã chạm trán “bạn gái” lẫn “em trai” của Hanako…!? \nHơn nữa cô còn phát hiện bạn cùng lớp của mình hóa ra vốn là 1 trong 7 điều bí ẩn trà trộn…\nSau đây chính là tập 5 đầy hỗn loạn với sự xuất hiện của 1 bí ẩn mới!",
    "category": "Manga",
    "imagePath": "assets/images1/product/cau-ma-nha-xi-hanako---tap-1.jpg",
    "star": 3.5
  },
  {
    "_id": "64b89dc9203902d7dd7ed827",
    "bookName": "Complete IELTS B1 Workbook with answer & Audio CD",
    "dailyPrice": 110000,
    "salePrice": 1045000,
    "description": "CD-ROM đính kèm chỉ tương thích Hệ điều hành Win XP và Vista Complete IELTS combines the very best in contemporary classroom practice with stimulating topics aimed at young adults wanting to study at university. Complete IELTS Bands 4-5 prepares students for the IELTS test at B1 (foundation level). It is designed to introduce students to the critical thinking required for IELTS and provide strategies and skills to maximise their score. The information, practice and advice contained in the course ensure that they are fully prepared for all parts of the test. The Workbook with Answers with Audio CD features reading, writing and listening exercises with answer key for homework. It provides further practice in the Student's Book grammar and vocabulary and contains an Audio CD and recording scripts for the Workbook.",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/completeIELTS.jpg",
    "star": 4.5
  },
  {
    "_id": "64b89dc9203902d7dd7ed828",
    "bookName": "Con Chim Xanh Biếc Bay Về (Nguyễn Nhật Ánh)",
    "dailyPrice": 150000,
    "salePrice": 114000,
    "description": "Con Chim Xanh Biếc Bay Về\\nKhông giống như những tác phẩm trước đây lấy bối cảnh vùng quê miền Trung đầy ắp những hoài niệm tuổi thơ dung dị, trong trẻo với các nhân vật ở độ tuổi dậy thì, trong quyển sách mới lần này nhà văn Nguyễn Nhật Ánh lấy bối cảnh chính là Sài Gòn – Thành phố Hồ Chí Minh nơi tác giả sinh sống (như là một sự đền đáp ân tình với mảnh đất miền Nam). Các nhân vật chính trong truyện cũng “lớn” hơn, với những câu chuyện mưu sinh lập nghiệp lắm gian nan thử thách của các sinh viên trẻ đầy hoài bão. Tất nhiên không thể thiếu những câu chuyện tình cảm động, kịch tính và bất ngờ khiến bạn đọc ngẩn ngơ, cười ra nước mắt. Và như trong mọi tác phẩm Nguyễn Nhật Ánh, sự tử tế và tinh thần hướng thượng vẫn là điểm nhấn quan trọng trong quyển sách mới này.\\nNhư một cuốn phim “trinh thám tình yêu”, Con chim xanh biếc bay về dẫn bạn đi hết từ bất ngờ này đến tò mò suy đoán khác, để kết thúc bằng một nỗi hân hoan vô bờ sau bao phen hồi hộp nghi kỵ đến khó thở. \\nBạn sẽ theo phe sinh viên-nhân viên với những câu thơ dịu dàng và đáo để, hay phe ông chủ với những kỹ năng kinh doanh khởi nghiệp? Và hãy đoán thử, điều gì khiến bạn có thể cảm động đến rưng rưng trong cuộc sống giữa Sài Gòn bộn bề?\\nThông tin tác giả\\nTác giả Nguyễn Nhật Ánh\\nNguyễn Nhật Ánh (sinh ngày 7 tháng 5 năm 1955) là một nhà văn người Việt. Ông được biết đến qua nhiều tác phẩm văn học về đề tài tuổi mới lớn, các tác phẩm của ông rất được độc giả ưa chuộng và nhiều tác phẩm đã được chuyển thể thành phim.\\nÔng lần lượt viết về sân khấu, phụ trách mục tiểu phẩm, phụ trách trang thiếu nhi và hiện nay là bình luận viên thể thao trên báo Sài Gòn Giải phóng Chủ nhật với bút danh Chu Đình Ngạn. Ngoài ra, ông còn có những bút danh khác như Anh Bồ Câu, Lê Duy Cật, Đông Phương Sóc, Sóc Phương Đông.",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/conChimXanhBiec.jpg",
    "author": "Nguyễn Nhật Ánh",
    "star": 4.6
  },
  {
    "_id": "64b89dc9203902d7dd7ed829",
    "bookName": "Demon Slayer - Kimetsu no Yaiba - Chuyến Tàu Vô Tận",
    "dailyPrice": 50000,
    "salePrice": 47000,
    "description": "Nhóm Tanjiro đã lên “Chuyến tàu vô tận” - địa điểm của nhiệm vụ tiếp theo. Chỉ trong một thời gian ngắn, nơi này đã ghi nhận nhiều trường hợp hành khách một đi không trở lại. Cả nhóm sẽ tập hợp cùng Viêm trụ Rengoku Kyojuro - một trong những kiếm sĩ mạnh nhất của đội Diệt quỷ để tìm hiểu nguyên nhân đằng sau những vụ mất tích bí ẩn… Sân khấu cho trận đối đầu với quỷ trên “Chuyến tàu vô tận” chuẩn bị vén màn…!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/demonSlayer-chuyenTauVoTan.jpg",
    "author": "Gotōge Koyoharu",
    "star": 3.9
  },
  {
    "_id": "64b89dc9203902d7dd7ed82a",
    "bookName": "Đứa Con Của Thời Tiết",
    "dailyPrice": 89000,
    "salePrice": 85000,
    "description": "Tình thơ, gặp gỡ và chia ly là những vòng sóng đồng tâm trong thế giới Shinkai Makoto.\\nTừng có cô Yuki chia tay Takao ở Khu vườn ngôn từ để đến dạy văn cho Mitsuha ở Your Name.\\nNay lại có Mitsuha và Taki chia tay Your Name. để sang ĐỨA CON CỦA THỜI TIẾT, gặp gỡ các tâm sóng mới là Hina và Hodaka.\\nĐứa con của thời tiết phác ra thương yêu cô đọng giữa hoang mang của đô thị lớn và ngặt nghèo hơn, là giữa hoang mang của một thời đại biến đổi khí hậu bấp bênh.\\nVì một sự cố tình cờ, Hina được tạo hóa ban cho năng lực đặc biệt: làm nắng. Năng lực ấy càng thêm nhiệm màu khi đặt vào bối cảnh Nhật Bản hứng mưa triền miên, mưa đến mức vòm trời âm u trở thành cơm bữa, nước dâng gặm dần các đảo, và Tokyo có nguy cơ biến thành đô thị kênh đào.\\nNhưng đến đây, phong cách song hành nhất quán của Shinkai lại trỗi dậy. Trong lạc có bi, trong hạnh phúc sẵn chia ly, được ban phép màu ắt phải đánh đổi. Đứa con của thời tiết cũng không thể tùy ý tắt bật nắng mưa mà không phải trả giá gì. Theo sau một lần làm nắng, là chất chứa hàng chuỗi ăn mòn, hối hận, mạo hiểm, giải cứu, và đằng đẵng cách xa.",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/duaconcuathoitiet.jpg",
    "author": "Shinkai Makoto",
    "star": 4.1
  },
  {
    "_id": "64b89dc9203902d7dd7ed82b",
    "bookName": "Hiệp Sĩ Xương Trên Đường Du Hành Đến Thế Giới Khác - Tập 1",
    "dailyPrice": 120000,
    "salePrice": 111000,
    "description": "Hiệp Sĩ Xương Trên Đường Du Hành Đến Thế Giới Khác (Tập 1)\\nSau khi ngủ quên khi đang chơi một game MMORPG, \"Arc\" tỉnh dậy và thấy mình ở một thế giới xa lạ trong hình dáng của nhân vật trong game. Hình dáng này là của một hiệp sĩ, bên ngoài mặc giáp trụ nhưng bên trong lại là một bộ xương!?\\nếu hình dạng này lộ ra thì sẽ bị nhầm tưởng là quái vật và trở thành đối tượng bị truy sát mất!\\nArc quyết định sẽ trở thành một lính đánh thuê không nổi bật, nhưng anh đã bắt gặp một chuyện không hay.\\nGiải cứu những người đẹp quý tộc bị tấn công! Tiêu diệt quái vật mạnh đến mức phải huy động một đội quân!! Hơn thế còn triệt hạ!? Và, nhờ những kỹ năng đã rèn luyện trong game mà thành công giải quyết nhóm đạo tặc.\\nMột ngày nọ, anh được một Dark Elf xinh đẹp tên Ariane thuê và góp phần vào công cuộc giải cứu những Elf bị giam cầm. Tuy nhiên, đằng sau đó là những âm mưu của hoàng tộ!?\\nCâu chuyện kỳ ảo về Hiệp sĩ xương mạnh nhất vô thức \"cải cách lại thế giới\" bắt đầu!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/hiepSiXuong.jpg",
    "author": "Ennki Hakari",
    "star": 4
  },
  {
    "_id": "64b89dc9203902d7dd7ed82c",
    "bookName": "Hỏa Ngục",
    "dailyPrice": 219000,
    "salePrice": 146000,
    "description": "Giáo sư biểu tượng học của Harvard, Robert Langdon, tỉnh lại trong một bệnh viện vào lúc nửa đêm. Anh hoàn toàn mất phương hướng và đau đầu dữ dội, cũng chẳng nhớ nổi điều gì về quãng thời gian ba mươi sáu tiếng vừa qua, kể cả chuyện làm thế nào anh lại có mặt ở nơi này hay nguồn gốc của thứ đồ kinh khủng mà các bác sĩ phát hiện thấy trong đồ đạc của anh.\\nChỉ ít lâu sau, thế giới của Landon trở nên hỗn loạn khi anh phải chạy trốn khỏi  những kẻ lạ mặt ở Florence cùng một nữ bác sĩ trẻ có phần khắc kỷ, Sienna Brooks, người đã vận dụng mưu mẹo khôn khéo để cứu mạng anh. Langdon nhanh chóng nhận ra mình bị mắc kẹt trong chuỗi mật mã do một nhà khoa học xuất chúng sáng tạo nên, một thiên tài mang nỗi ám ảnh về sự diệt vong của thế giới và có đam mê mãnh liệt với một trong những kiệt tác có tầm ảnh hưởng sâu rộng nhất từng được sáng tác: Trường ca Thần khúc của Dante Alighieri.\\nTrong cuộc hành trình chạy đua những địa danh không nhuốm màu thời gian như cung điện Vecchio, Vườn Boboli và Bảo tàng Duomo, Langdon cùng Brooks đã phát hiện ra một mạng lưới ngõ ngách và những bí mật cổ xưa, cũng như mô hình khoa học mới đáng kinh ngạc sẽ được sử dụng để nâng cao đáng kể chất lượng cuộc sống trên trái đất hoặc để hủy hoại nó.",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/hoaNguc.jpg",
    "author": "Dan Brown",
    "star": 3.4
  },
  {
    "_id": "64b89dc9203902d7dd7ed82d",
    "bookName": "Học Viện Siêu Anh Hùng - Tập 3",
    "dailyPrice": 25000,
    "salePrice": 21350,
    "description": "Cóc cần biết liên minh tội phạm là cái quái gì, nhưng đến để giết All Might á!? Thằng Deku kia lại định cứu nguy à!? Hừ! Đám tép riu các ngươi lấn lướt quá đà rồi đấy! Kẻ nào dám cản đường sẽ bị diệt sạch!! “Plus Ultra”!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/hocVienSieuAnhHung3.jpg",
    "author": "Kohei Horikoshi",
    "star": 3.2
  },
  {
    "_id": "64b89dc9203902d7dd7ed82e",
    "bookName": "Học Viện Siêu Anh Hùng - Tập 5",
    "dailyPrice": 25000,
    "salePrice": 21350,
    "description": "ĐẦU TRẬN CUỐI CÙNG trong VÒNG ĐẤU CHÍNH THỨC!! Trước một đối thủ siêu đáng gờm như Bakugo, Uraraka vẫn giữ tinh thần hăng hái. Cả hai bên đều dốc hết sức mình vào cuộc so tài. Mọi người vừa là bạn , vừa là ĐỐI THỦ ! Mình cũng phải đấu một trận không hổ thẹn để trở thành siêu anh hùng giống như anh hai mới được!",
    "category": "Manga",
    "imagePath": "assets/images1/product/hocVienSieuAnhHung5.jpg",
    "author": "Kohei Horikoshi",
    "star": 4.1
  },
  {
    "_id": "64b89dc9203902d7dd7ed82f",
    "bookName": "Học Viện Siêu Anh Hùng - Tập 27",
    "dailyPrice": 25000,
    "salePrice": 21350,
    "description": "Cuối cùng chiến lược đột kích đồng loạt của giới siêu anh hùng đã triển khai. Toàn bộ công sức nằm vùng bấy lâu cũng đều vì khoảnh khắc áp chế được Chiến Tuyến Giải Phóng Siêu Năng này! Tôi nhất định sẽ bay nhanh hơn tất thảy! Tất cả vì mọi người, giống vị siêu anh hùng mình ngưỡng mộ từ thuở bé! “Plus Ultra”!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/hocviensieuanhhung27.jpg",
    "author": "Kohei Horikoshi",
    "star": 4
  },
  {
    "_id": "64b89dc9203902d7dd7ed830",
    "bookName": "Stem – Kỹ Thuật Siêu Đơn Giản",
    "dailyPrice": 59000,
    "salePrice": 43100,
    "description": "Stem – Kỹ Thuật Siêu Đơn Giản\\nSTEM là thuật ngữ viết tắt của Science, Technology, Engineering, Mathematics (Khoa học, Công nghệ, Kỹ thuật, Toán học). Bốn lĩnh vực này liên kết với nhau một cách chặt chẽ, không tách rời. Công nghệ và Kỹ thuật lấy ý tưởng từ những phát kiến mới về Khoa học để cuộc sống của chúng ta được dễ dàng và giúp thế giới trở nên tươi đẹp hơn. Tuy nhiên, Toán học được xem là yếu tố quan trọng nhất và không nhà khoa học hoặc kỹ sư nào có thể hoàn thành công việc mà không nhờ cậy đến Toán học. STEM QUANH EM thể hiện chân thật vẻ đẹp trong sáng của Toán học, khoa học, kỹ thuật và công nghệ, mang tới cho các bạn nhỏ những thông tin hữu ích của Stem từ quá khứ tới hiện tại và tương lai, đồng thời giúp các bạn nhỏ nhận ra những ứng dụng thông minh nhưng lại vô cùng đơn giản và gần gũi của Stem trong cuộc sống đời thường.",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/kyThuatSieuDonGian.jpg",
    "author": "Vicky Barker, Jenny Jacoby",
    "star": 3.4
  },
  {
    "_id": "64b89dc9203902d7dd7ed831",
    "bookName": "Mob Psycho 100 - Tập 5",
    "dailyPrice": 30000,
    "salePrice": 25000,
    "description": "Mob Psycho 100 - Tập 5\\nNhà xuất bản : Nhà Xuất Bản Kim Đồng.\\nCông ty phát hành : NXB Kim Đồng.\\nTác giả : One.\\nKích thước : 13 x 18 cm.\\nSố trang : 192.\\n Ngày xuất bản : .\\nLoại bìa : Bìa mềm.",
    "category": "Manga",
    "imagePath": "assets/images1/product/mob-psycho-100_tap-3.jpg",
    "author": "One",
    "star": 3.7
  },
  {
    "_id": "64b89dc9203902d7dd7ed832",
    "bookName": "Nhà Giả Kim (Tái Bản 2020)",
    "dailyPrice": 79000,
    "salePrice": 52300,
    "description": "Tất cả những trải nghiệm trong chuyến phiêu du theo đuổi vận mệnh của mình đã giúp Santiago thấu hiểu được ý nghĩa sâu xa nhất của hạnh phúc, hòa hợp với vũ trụ và con người.\\nTiểu thuyết Nhà giả kim của Paulo Coelho như một câu chuyện cổ tích giản dị, nhân ái, giàu chất thơ, thấm đẫm những minh triết huyền bí của phương Đông. Trong lần xuất bản đầu tiên tại Brazil vào năm 1988, sách chỉ bán được 900 bản. Nhưng, với số phận đặc biệt của cuốn sách dành cho toàn nhân loại, vượt ra ngoài biên giới quốc gia, Nhà giả kim đã làm rung động hàng triệu tâm hồn, trở thành một trong những cuốn sách bán chạy nhất mọi thời đại, và có thể làm thay đổi cuộc đời người đọc.\\n “Nhưng nhà luyện kim đan không quan tâm mấy đến những điều ấy. Ông đã từng thấy nhiều người đến rồi đi, trong khi ốc đảo và sa mạc vẫn là ốc đảo và sa mạc. Ông đã thấy vua chúa và kẻ ăn xin đi qua biển cát này, cái biển cát thường xuyên thay hình đổi dạng vì gió thổi nhưng vẫn mãi mãi là biển cát mà ông đã biết từ thuở nhỏ. Tuy vậy, tự đáy lòng mình, ông không thể không cảm thấy vui trước hạnh phúc của mỗi người lữ khách, sau bao ngày chỉ có cát vàng với trời xanh nay được thấy chà là xanh tươi hiện ra trước mắt. ‘Có thể Thượng đế tạo ra sa mạc chỉ để cho con người biết quý trọng cây chà là,’ ông nghĩ.”\\n- Trích Nhà giả kim",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/nhaGiaKim.jpg",
    "author": "Paulo Coelho",
    "star": 4.8
  },
  {
    "_id": "64b89dc9203902d7dd7ed833",
    "bookName": "One Piece Tập 95: “Chuyến Chu Du Của Oden” ",
    "dailyPrice": 25000,
    "salePrice": 25000,
    "description": "Liên minh tồi tệ nhất ra đời!! Trong lúc Kaido bắt tay với “người đàn bà quái vật”, nhóm của Luffy đã tập hợp đủ thành phần để tiến về đảo Quỷ. Đó cũng là thời điểm các thế lực trên thế giới bắt đầu lung lay…\\nNhững chuyến phiêu lưu trên đại dương xoay quanh “ONE PIECE” lại bắt đầu!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/one-piece-tap-95_chuyen-chu-du-cua-oden_1.jpg",
    "author": "Oda Eiichiro",
    "star": 3.8
  },
  {
    "_id": "64b89dc9203902d7dd7ed834",
    "bookName": "One Piece Tập 1: Romance Dawn ",
    "dailyPrice": 25000,
    "salePrice": 25000,
    "description": "One Piece Tập 1: Romance Dawn - Bình Minh Của Cuộc Phiêu Lưu (Tái Bản 2022)",
    "category": "Manga",
    "imagePath": "assets/images1/product/onepiece1.jpg",
    "author": "Oda Eiichiro",
    "star": 4.7
  },
  {
    "_id": "64b89dc9203902d7dd7ed835",
    "bookName": "One Piece Tập 50: Lại Tới ",
    "dailyPrice": 25000,
    "salePrice": 25000,
    "description": "Đối đầu với Moriah mạnh khủng khiếp nhờ việc thu về 1000 cái bóng, Luffy đã gồng mình sử dụng “Gear” bất chấp giới hạn của bản thân!! Trận chiến khốc liệt trên sân khấu của Thriller Bark đã tới lúc hạ màn!!\\nNhững chuyến phiêu lưu trên đại dương xoay quanh “ONE PIECE” lại bắt đầu!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/onepiece50.jpg",
    "author": "Oda Eiichiro",
    "star": 4.5
  },
  {
    "_id": "64b89dc9203902d7dd7ed836",
    "bookName": "One-Punch Man Tập 22: Ánh Sáng",
    "dailyPrice": 25000,
    "salePrice": 25000,
    "description": "Để đối phó với Phượng Hoàng Tái Sinh, Hoàng Đế Nhi Đồng đã phải xài đến bảo bối cuối cùng là Robot Dũng Sĩ Khổng Lồ. Tuy nhiên, đối phương bỗng xuống nước ngọt nhạt “tôi cần tài năng của cậu” khiến Hoàng Đế Nhi Đồng bị lung lạc tinh thần. Giữa lúc đó, người hùng của chúng ta lại đột ngột chen ngang!?",
    "category": "Manga",
    "imagePath": "assets/images1/product/onPunchMan22.jpg",
    "author": "One, Yusuke Murata",
    "star": 3.9
  },
  {
    "_id": "64b89dc9203902d7dd7ed837",
    "bookName": "Phương Pháp Giáo Dục Con Người Của Người Do Thái",
    "dailyPrice": 189000,
    "salePrice": 131500,
    "description": "Trí tuệ Do Thái là một cuốn sách tư duy đầy tham vọng trong việc nâng cao khả năng tự học tập, ghi nhớ và phân tích - những điều đã khiến người Do Thái vượt trội lên, chiếm lĩnh những vị trí quan trọng trong ngành truyền thông, ngân hàng và những giải thưởng sáng tạo trên thế giới.\\nTuy là một cuốn sách nhỏ nhưng Trí Tuệ Do Thái lại mang trong mình tri thức về một dân tộc có thể nhỏ về số lượng nhưng vĩ đại về trí tuệ và tài năng. Cuốn sách không chỉ lý giải lý do vì sao những người Do Thái trên thế giới lại thông minh và giàu có, mà còn đặc tả con đường thành công của một người Do Thái - Jerome cùng những triết lý được đúc kết đầy giá trị.",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/ppGiaoDucConNguoiCuaNguoiDoThai.jpg",
    "author": "Trần Hân",
    "star": 3.9
  },
  {
    "_id": "64b89dc9203902d7dd7ed838",
    "bookName": "Sword Art Online 023",
    "dailyPrice": 124000,
    "salePrice": 81000,
    "description": ":Sau Vol 22 như một chuyến ngưng ngang để thăm thú quá khứ qua vài khung hình ngắn ngủi, Reki Kawahara sực nhớ tới thế giới mới mình vừa mở ra nên khẩn trương dẫn chúng ta quay lại với nó, ở Vol 23.\\nThế giới mới này, mang tên Unital Ring, hướng tới sự đại đồng, trăm sông đổ về một bể của toàn thể cộng đồng chơi game. Những khuôn mặt quen thuộc quanh Kirito như Asuna, Alice, Leafa, Yui… đã tập hợp lại với cậu ở ngay chặng đường đầu tiên trong Unital Ring I.\\nUnital Ring II mở ra với Sinon, một thân một mình từ GGO sang. Xuất phát ở nơi rất xa nhóm Kirito, cô đơn độc băng thảo nguyên, bất chấp trang bị thiếu thốn và trở ngại ngôn ngữ để đoàn tụ với các bạn.",
    "category": "Manga",
    "imagePath": "assets/images1/product/swordArtOnline.jpg",
    "author": "Reki Kawahara",
    "star": 3.7
  },
  {
    "_id": "64b89dc9203902d7dd7ed839",
    "bookName": "Tâm Lý Học",
    "dailyPrice": 129000,
    "salePrice": 90000,
    "description": "Trí thông minh xã hội là việc hòa nhập, thu hút mọi người và khiến sự giao tiếp xã hội đem lại lợi ích cho bạn, thay vì cản trở bạn đạt được những mục tiêu của mình. Nói cách khác, sở hữu trí thông minh xã hội sẽ giúp bạn được yêu mến hơn, tăng cường vị thế của bạn trong cộng đồng và tạo điều kiện thuận lợi để bạn vươn tới nhiều thành công trong cuộc sống.\\nCuốn sách này cung cấp các chiến thuật đã được khoa học chứng minh để mỗi cá nhân tăng cường trí thông minh xã hội của mình. Hầu hết các phương pháp có trong sách sẽ liên quan ít nhiều tới những cách thức thời nguyên thủy - những phương pháp đầy bản năng mà con người đã tận dụng để thống trị thế giới.",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/tamLyHoc.jpg",
    "star": 4.1
  },
  {
    "_id": "64b89dc9203902d7dd7ed83a",
    "bookName": "Thần Đồng Đất Việt 142 - Thần Đồng Săn Rồng",
    "dailyPrice": 30000,
    "salePrice": 30000,
    "description": "Nội dung lôi cuốn! Hình ảnh đẹp mắt! Tặng phẩm thật xinh! - Tất cả sẽ có trong ấn phẩm đặc biệt Xuân Nhâm Thìn của Phan Thị - tập truyệnThần Đồng Đất Việt  - 142: Thần Đồng Săn Rồng!\\nẤn phẩm xuân dày 96 trang (khổ 16 x 24 cm) cực kỳ cuốn hút với chuyến săn rồng kỳ bí của bộ tứ. Chinh phục đỉnh Bạch Vân, vượt qua bao cửa ải, đương đầu với hiểm nguy, liệu bộ tứ có an toàn tính mạng khi đối mặt với Rồng? Ly kỳ và hấp dẫn! Các bạn nhớ đón xem!\\nKết thúc chuyến săn rồng, các bạn sẽ được “thưởng thức” món bánh có cái tên rất chi là lạ -bánh lắc. Đây là món bánh mà công chúa Phương Thìn định dâng lên Hoàng thượng nhân dịp Tết, nhưng người trong nhà làm bánh, kẻ đứng ngoài lăm le, thế nên... (đọc rồi sẽ biết)",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/thanDongDatViet.jpg",
    "star": 3.6
  },
  {
    "_id": "64b89dc9203902d7dd7ed83b",
    "bookName": "Thanh Gươm Diệt Quỷ Tập 9: Đại Chiến Dịch Xâm Nhập Phố Đèn Đỏ",
    "dailyPrice": 25000,
    "salePrice": 23000,
    "description": "Nhóm Tanjiro cùng Âm trụ Uzui Tengen hướng đến khu phố đèn đỏ nơi quỷ cư ngụ. Tại đó, 3 người vợ ninja của Tengen đã xâm nhập để thu thập thông tin nhưng lại đột nhiên mất liên lạc. Nhóm Tanjiro phải giả gái để đột nhập vào điều tra, nhưng vẫn không tìm được nơi ẩn nấp của quỷ. Trong lúc ấy, các oiran thì bị quỷ bắt cóc!! Liệu nhóm Tanjiro có thể tìm ra con quỷ đang lẩn trốn không!?      ",
    "category": "Manga",
    "imagePath": "assets/images1/product/thanh-guom-diet-quy-tap-9.jpg",
    "author": "Koyoharu Gotouge",
    "star": 4
  },
  {
    "_id": "64b89dc9203902d7dd7ed83c",
    "bookName": "Thanh Gươm Diệt Quỷ Tập 12: Các Thượng Huyền Tập Hợp",
    "dailyPrice": 25000,
    "salePrice": 25000,
    "description": "113 năm rồi mới để mất một Thượng huyền, Muzan nổi cơn thịnh nộ, ra mệnh lệnh tiếp theo với các Thượng huyền còn lại. Trong khi đó, Tanjiro làm mẻ gươm trong trận chiến với Gyutaro và giờ phải đối mặt với cơn giận dữ của Haganezuka. Cậu lên đường đến làng thợ rèn nơi Haganezuka sống để tìm kiếm thanh gươm mới cho mình, nhưng điều gì đang chờ đón cậu ở phía trước…!?",
    "category": "Manga",
    "imagePath": "assets/images1/product/thanh-guom-diet-quy-tap-12.jpg",
    "author": "Koyoharu Gotouge",
    "star": 4
  },
  {
    "_id": "64b89dc9203902d7dd7ed83d",
    "bookName": "The Lost Symbol: A Novel",
    "dailyPrice": 189000,
    "salePrice": 189000,
    "description": "The Lost Symbol begins with an ancient ritual, a shadowy enclave, and of course, a secret. Readers know they are in Dan Brown territory when, by the end of the first chapter, a secret within a secret is revealed. To tell too much would ruin the fun of reading this delicious thriller, so you will find no spoilers here. Suffice it to say that as with many series featuring a recurring character, there is a bit of a formula at work (one that fans will love). Again, brilliant Harvard professor Robert Langdon finds himself in a predicament that requires his vast knowledge of symbology and superior problem-solving skills to save the day. The setting, unlike other Robert Langdon novels, is stateside, and in Brown's hands Washington D.C. is as fascinating as Paris or Vatican City (note to the D.C. tourism board: get your \"Lost Symbol\" tour in order). And, as with other Dan Brown books, the pace is relentless, the revelations many, and there is an endless parade of intriguing factoids that will make you feel like you are spending the afternoon with Robert Langdon and the guys from Mythbusters.",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/theLostSymbol.jpg",
    "author": "Dan Brown",
    "star": 4.1
  },
  {
    "_id": "64b89dc9203902d7dd7ed83e",
    "bookName": "The Walking Dead - Thảm Họa Xác Sống - Tập 2",
    "dailyPrice": 49000,
    "salePrice": 40000,
    "description": "Rick Grimes một sĩ quan cảnh sát, trong lúc làm nhiệm vụ đã bị thương , hôn mê một tháng trong bệnh viện, khi tỉnh dậy anh nhận ra xung quanh mình chỉ toàn là xác chết, chới với sau cơn hôn mê, anh nhận ra mọi người bị biến thành xác sống bới một đại dịch, trở về nhà với tâm trạng bàng hoàng, không tìm thấy vợ con mình. Cuối cùng anh quyết định lên đường tìm lại gia đình, mặc do bao chông gai chờ anh phía trước.\\nGiá sản phẩm trên Tiki đã bao gồm thuế theo luật hiện hành. Bên cạnh đó, tuỳ vào loại sản phẩm, hình thức và địa chỉ giao hàng mà có thể phát sinh thêm chi phí khác như phí vận chuyển, phụ phí hàng cồng kềnh, thuế nhập khẩu (đối với đơn hàng giao từ Sách Nước Ngoài có giá trị trên 1 triệu đồng).....",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/theWalkingDead.jpg",
    "author": "Robert Kirkman",
    "star": 3.1
  },
  {
    "_id": "64b89dc9203902d7dd7ed83f",
    "bookName": "Tô Bình Yên Vẽ Hạnh Phúc (Tái Bản 2022)",
    "dailyPrice": 88000,
    "salePrice": 70400,
    "description": "Sau thành công của cuốn sách đầu tay “Phải lòng với cô đơn” chàng họa sĩ nổi tiếng và tài năng Kulzsc đã trở lại với một cuốn sách vô cùng đặc biệt mang tên: \"Tô bình yên - vẽ hạnh phúc” – sắc nét phong cách cá nhân với một chút “thơ thẩn, rất hiền”.\\nKhông giống với những cuốn sách chỉ để đọc, “Tô bình yên – vẽ hạnh phúc” là một cuốn sách mà độc giả vừa tìm được “Hạnh phúc to to từ những điều nho nhỏ” vừa được thực hành ngay lập tức. Một sự kết hợp mới lạ đầy thú vị giữa thể loại sách tản văn và sách tô màu. Lật mở cuốn sách này, bạn sẽ thấy vô vàn những điều nhỏ bé dễ thương lan tòa nguồn năng lượng tích cực. Và kèm theo một list những điều tuyệt vời khiến bạn không thể bỏ lỡ:",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/toBinhYen.jpg",
    "author": "Kulzsc",
    "star": 3.2
  },
  {
    "_id": "64b89dc9203902d7dd7ed840",
    "bookName": "Tôi Thích Một Cô Gái Nhưng Chẳng Dám Ngỏ Lời",
    "dailyPrice": 109000,
    "salePrice": 84200,
    "description": "Cậu nam sinh ngang bướng Yamaguchi được xếp ngồi cạnh Sato - cô gái giản dị, chậm chạp, vụng về và hoàn toàn chẳng xinh đẹp. Trong những ngày tháng rất đỗi bình yên của thời học sinh cấp ba, mặc dù không muốn thừa nhận nhưng Yamaguchi đang dần bị thu hút bởi cô bạn Sato ngồi cạnh. Vào một ngày, chỉ bởi một câu nói của Sato khi cô bị sốt và ngất xỉu, mối quan hệ giữa hai người họ tiến triển một cách nhanh chóng...",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/toiThich1CoGai.jpg",
    "author": "Yuruka Morisaki",
    "star": 4
  },
  {
    "_id": "64b89dc9203902d7dd7ed841",
    "bookName": "Tôi Thích Bản Thân Nỗ Lực Hơn",
    "dailyPrice": 120000,
    "salePrice": 88000,
    "description": "“Một là không có bối cảnh, hai là không có tiền, ba là không có mối quan hệ, chỉ có thể trông cậy vào chính mình”. Nếu bạn đã từng có ý nghĩ như vậy, thì một cuốn sách như “Tôi thích bản thân nỗ lực hơn” chính là tiếng lòng dành cho bạn.\\nBạn có từng bị ngăn cấm, bị coi là gàn dở khi từ bỏ một công việc “ ổn định, nhàn hạ” để theo đuổi thứ gọi là “đam mê” mà bạn chấp nhận đánh đổi bằng bất cứ giá nào? Thất bại ư? Nhưng nếu bạn thực sự thành công như tác giả của cuốn sách này",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/toiThichBanThanNoLucHon.jpg",
    "author": "David J. Schwartz",
    "star": 4
  },
  {
    "_id": "64b89dc9203902d7dd7ed842",
    "bookName": "Trí Tuệ Do Thái",
    "dailyPrice": 189000,
    "salePrice": 131000,
    "description": "Trí tuệ Do Thái là một cuốn sách tư duy đầy tham vọng trong việc nâng cao khả năng tự học tập, ghi nhớ và phân tích - những điều đã khiến người Do Thái vượt trội lên, chiếm lĩnh những vị trí quan trọng trong ngành truyền thông, ngân hàng và những giải thưởng sáng tạo trên thế giới.  \\nTuy là một cuốn sách nhỏ nhưng Trí Tuệ Do Thái lại mang trong mình tri thức về một dân tộc có thể nhỏ về số lượng nhưng vĩ đại về trí tuệ và tài năng. Cuốn sách không chỉ lý giải lý do vì sao những người Do Thái trên thế giới lại thông minh và giàu có, mà còn đặc tả con đường thành công của một người Do Thái - Jerome cùng những triết lý được đúc kết đầy giá trị.",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/tri-tue-do-thai_outline.jpg",
    "author": "Eran Katz",
    "star": 3.5
  },
  {
    "_id": "64b89dc9203902d7dd7ed843",
    "bookName": "Tuổi Thơ Dữ Dội",
    "dailyPrice": 80000,
    "salePrice": 64600,
    "description": "“Tuổi Thơ Dữ Dội” là một câu chuyện hay, cảm động viết về tuổi thơ. Sách dày 404 trang mà người đọc không bao giờ muốn ngừng lại, bị lôi cuốn vì những nhân vật ngây thơ có, khôn ranh có, anh hùng có, vì những sự việc khi thì ly kỳ, khi thì hài hước, khi thì gây xúc động đến ứa nước mắt.\\n\"Tuổi Thơ Dữ Dội” không phải chỉ là một câu chuyện cổ tích, mà là một câu chuyện có thật ở trần gian, ở đó, những con người tuổi nhỏ đã tham gia vào cuộc kháng chiến chống xâm lược bảo vệ Tổ quốc với một chuỗi những chiến công đầy ắp li kì và hấp dẫn. Đọc Tuổi Thơ Dữ Dội chính là đọc lại một phần lịch sử tuổi thơ Việt, thấm đẫm xúc động, cảm phục và tự hào\"",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/tuoiThoDuDoi.jpg",
    "author": "Phùng quán",
    "star": 3.6
  },
  {
    "_id": "64b89dc9203902d7dd7ed844",
    "bookName": "Tuổi Trẻ Đáng Giá Bao Nhiêu ",
    "dailyPrice": 90000,
    "salePrice": 61000,
    "description": "\"Bạn hối tiếc vì không nắm bắt lấy một cơ hội nào đó, chẳng có ai phải mất ngủ.\\nBạn trải qua những ngày tháng nhạt nhẽo với công việc bạn căm ghét, người ta chẳng hề bận lòng.\\nBạn có chết mòn nơi xó tường với những ước mơ dang dở, đó không phải là việc của họ.\\nSuy cho cùng, quyết định là ở bạn. Muốn có điều gì hay không là tùy bạn.\\nNên hãy làm những điều bạn thích. Hãy đi theo tiếng nói trái tim. Hãy sống theo cách bạn cho là mình nên sống.\\n Vì sau tất cả, chẳng ai quan tâm.\"",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/tuoiTreDangGia.jpg",
    "author": "Rosie Nguyễn",
    "star": 3.8
  },
  {
    "_id": "64b89dc9203902d7dd7ed845",
    "bookName": "Your Name",
    "dailyPrice": 80000,
    "salePrice": 78000,
    "description": "Mitsuha là nữ sinh trung học sống ở vùng quê hẻo lánh. Một ngày nọ, cô mơ thấy mình ở Tokyo trong một căn phòng xa lạ, biến thành con trai, gặp những người bạn chưa từng quen biết.\\nTrong khi đó ở một nơi khác, Taki, một nam sinh trung học người Tokyo lại mơ thấy mình biến thành con gái, sống ở vùng quê hẻo lánh.\\nCuối cùng hai người họ nhận ra đang bị hoán đổi với nhau qua giấc mơ. Kể từ lúc hai con người xa lạ ấy gặp nhau, bánh xe số phận bắt đầu chuyển động.\\n Đây là phiên bản tiểu thuyết của bộ phim hoạt hình Your Name, do chính đạo diễn Shinkai Makoto chấp bút.",
    "category": "Manga",
    "imagePath": "assets/images1/product/yourName.jpg",
    "author": "Shinkai Makoto",
    "star": 4
  },
  {
    "_id": "64b89dc9203902d7dd7ed846",
    "bookName": "Truyện đọc tiếng Anh - Story of a Seagull and the Cat",
    "dailyPrice": 290000,
    "salePrice": 290000,
    "description": "Sau một vụ tràn dầu, một con hải âu đang hấp hối lên bờ để đẻ quả trứng cuối cùng và đáp xuống ban công, nơi nó gặp Zorba, một con mèo đen lớn từ cảng Hamburg. Con mèo hứa với con hải âu sẽ chăm sóc trứng, không ăn hải âu con một khi nó nở và - khó nhất trong tất cả - sẽ dạy con hải âu biết bay. Zorba và những người bạn mèo của mình sẽ thực hiện lời hứa và cho Lucky - con hải âu nhỏ được nhận nuôi, sức mạnh để khám phá bản chất thật của nó?",
    "category": "Sách Nước Ngoài",
    "imagePath": "assets/images1/product/storyOfASeagullAndACat.jpg",
    "star": 3.5
  },
  {
    "_id": "64b89dc9203902d7dd7ed847",
    "bookName": "Tớ Thích Gương Mặt Cậu",
    "dailyPrice": 842000,
    "salePrice": 75000,
    "description": "“Đó chắc chắn không phải là tình yêu.\\nBởi tớ chỉ thích gương mặt cậu.”\\nChikawa Yasutaka, thành viên của CLB Mỹ thuật, rất thích gương mặt của cậu bạn cùng lớp Takakura Naozumi.\\nMột ngày nọ, bạn bè trong lớp phát hiện ra Yasutaka đang ngắm trộm Naozumi và trêu chọc cậu. Và thế là, chuyện Yasutaka “chỉ thích gương mặt Naozumi” cũng đến tai đương sự.\\nTình cờ Naozumi được mời tới làm người mẫu cho CLB Mỹ thuật. Cảm giác khó xử ban đầu trong lòng Yasutaka dần trở thành niềm hạnh phúc.\\nLửa gần rơm lâu ngày cũng bén, Yasutaka hoang mang bối rối khi nhận ra mình không chỉ thích gương mặt Naozumi nữa mà bắt đầu cảm nắng chính con người đối phương.\\nNhưng Naozumi có một bí mật không thể nói ra, và đó là nguyên nhân khiến hai người dần xa cách…\\nCâu chuyện tình yêu trong sáng của cậu bạn nghiêm túc trong CLB Mỹ thuật x Mỹ nam nổi loạn, bướng bỉnh rồi sẽ đi về đâu?\\nVà đừng quên thưởng thức truyện ngắn “Người bên gối” ở cuối sách nhé !!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/toThichGuongMatCau.jpg",
    "author": "Deme Kingyobachi",
    "star": 3.7
  },
  {
    "_id": "64b89dc9203902d7dd7ed848",
    "bookName": "Thám Tử Lừng Danh Conan - Tập 100",
    "dailyPrice": 20000,
    "salePrice": 17500,
    "description": "Nhân dịp kỉ niệm 65 năm thành lập, NXB Kim Đồng đã dành rất nhiều sự đầu tư, chăm chút cho tập truyện thứ 100 về Conan với 3 ấn bản cùng lúc được phát hành. Trong đó có Bản Đặc biệt kèm quà tặng. Lần đầu tiên Conan có bìa áo, và được nâng cấp lên chất liệu Metalize ánh kim mờ, cùng thiết kế khác biệt so với bản gốc. Đi kèm sẽ là set quà tặng gồm 05 chiếc postcard với minh họa hoàn toàn mới từ tạp chí Shonen Sunday, lồng trong phong bao Logo kỉ niệm. Cùng một chiếc bìa áo độc quyền, in 5 màu tươi sáng. Bản đặc biệt chỉ in 1 lần duy nhất, nhưng với số lượng khủng dành cho tất cả các Fan!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/conan100.jpg",
    "author": "Gosho Aoyama",
    "star": 3.8
  },
  {
    "_id": "64b89dc9203902d7dd7ed849",
    "bookName": "Combo Thám Tử Lừng Danh Conan Tập 71 - 80 (Bộ 10 cuốn)",
    "dailyPrice": 200000,
    "salePrice": 173000,
    "description": "Mở đầu câu truyện, cậu học sinh trung học 17 tuổi Shinichi Kudo bị biến thành cậu bé Conan Edogawa. Shinichi trong phần đầu của Thám tử lừng danh Conan được miêu tả là một thám tử học đường xuất sắc. Trong một lần đi chơi công viên \"Miền Nhiệt đới\" với cô bạn từ thuở nhỏ Ran Mori, cậu tình cờ chứng kiến vụ một án giết người, Kishida - một hành khách trong trò chơi Chuyến tàu tốc hành đã bị giết một cách dã man. Cậu đã giúp cảnh sát làm sáng tỏ vụ án. Trên đường về nhà, cậu vô tình phát hiện một vụ làm ăn mờ ám của những người đàn ông mặc toàn đồ đen. Khi chúng phát hiện ra cậu, Shinichi đã bị đánh ngất đi. Sau đó những người đàn ông áo đen đó đã cho cậu uống một thứ thuốc độc chưa qua thử nghiệm là Apotoxin-4869 (APTX 4869) với mục đích thủ tiêu cậu. Tuy nhiên chất độc đã không giết chết Kudo. Khi tỉnh lại, cậu bàng hoàng nhận thấy mình đã bị teo nhỏ lại thành hình dạng của một cậu học sinh tiểu học.\\n Theo lời khuyên của Tiến sĩ Hiroshi Agasa, Shinichi đã che giấu tung tích, để tránh việc Tổ chức Áo đen có thể phát hiện ra rằng cậu vẫn còn sống. Khi Ran hỏi tên cậu, Shinichi đã ghép \"Conan\" trong tên của Sir Arthur Conan Doyle và \"Edogawa\" trong tên của Edogawa Rampo, buột miệng nói ra tên mình là \"Conan Edogawa\". Tiến sĩ Agasa đã nói Conan là một người cháu của mình, nhưng hiện ông đang quá bận rộn không thể chăm sóc cho chú bé nên đã nhờ Ran trông nom Conan giúp mình. Ran nhận lời và từ đó Conan sống tại nhà của Ran tức văn phòng thám tử Mori, vừa che giấu thân phận vừa điều tra tung tích của Tổ chức Áo đen và tìm kiếm thuốc giải độc.",
    "category": "Manga",
    "imagePath": "assets/images1/product/conan71-80.jpg",
    "author": "Gosho Aoyama",
    "star": 3.6
  },
  {
    "_id": "64b89dc9203902d7dd7ed84a",
    "bookName": "Thám Tử Lừng Danh Conan - Tập 96",
    "dailyPrice": 20000,
    "salePrice": 17000,
    "description": "Kaito Kid muốn giành lấy “Đôi Môi Tiên Nữ” và lần đầu đối mặt với Heiji Hattori!\\nMakoto Kyogoku bị cuốn vào những vụ án xảy ra tại một địa điểm quay phim truyền hình…!?\\nNhững thông tin mới nhất liên quan tới ông trùm của Tổ chức Áo Đen sẽ được tiết lộ!!",
    "category": "Manga",
    "imagePath": "assets/images1/product/conan96.jpg",
    "author": "Gosho Aoyama",
    "star": 3.6
  },
  {
    "_id": "64b89dc9203902d7dd7ed84b",
    "bookName": "Kỳ Án Siêu Nhiên - Tập 11 ",
    "dailyPrice": 35000,
    "salePrice": 31000,
    "description": "Năm 11 tuổi, Kotoko Iwanaga bị yêu quái bắt cóc trong hai tuần và được yêu cầu trở thành \"Thần thông thái\" của họ. Cô nhanh chóng đồng ý nhưng phải trả giá bằng mắt phải và chân trái. Trong khi đó, Sakuragawa Kuro, một sinh viên đại học 22 tuổi, vừa chia tay bạn gái sau khi anh ta bỏ trốn một mình khi cả hai gặp phải kappa. Kotoko nhanh chóng nhận ra có gì đó không bình thường ở Kuro. Bằng kiến thức uyên thâm và khả năng suy luận của mình, cô đã yêu cầu Kuro hợp tác trong việc phá các vụ án do thế lực siêu nhiên gây ra.",
    "category": "Manga",
    "imagePath": "assets/images1/product/kyAnSieuNhien.jpg",
    "author": "Kyo Shirodaira",
    "star": 3.3
  },
  {
    "_id": "64b89dc9203902d7dd7ed84c",
    "bookName": "Chú Thuật Hồi Chiến - Tập 13",
    "dailyPrice": 30000,
    "salePrice": 27000,
    "description": "Dagon đã biến thành một chú linh đáng sợ…! Dòng nước chảy xiết mang chú lực vô hạn dồn dập tấn công Naobito, Maki, Nanami!! Mặt khác, nhằm lấy lại thể xác Geto, nhóm chú nguyền sư sùng bái anh ta đã đánh thức kẻ không nên dây dưa nhất!?",
    "category": "Manga",
    "imagePath": "assets/images1/product/chuThuatHoiChien13.jpg",
    "author": "Gege Akutami",
    "star": 3.6
  },
  {
    "_id": "64bfa122eb660a258b4b1501",
    "bookName": "5cm Trên Giây",
    "dailyPrice": 60000,
    "salePrice": 51000,
    "description": "5cm/s không chỉ là vận tốc của những cánh anh đào rơi, mà còn là vận tốc khi chúng ta lặng lẽ bước qua đời nhau, đánh mất bao cảm xúc thiết tha nhất của tình yêu. Bằng giọng văn tinh tế, truyền cảm, Năm centimet trên giây mang đến những khắc họa mới về tâm hồn và khả năng tồn tại của cảm xúc, bắt đầu từ tình yêu trong sáng, ngọt ngào của một cô bé và cậu bé. Ba giai đoạn, ba mảnh ghép, ba ngôi kể chuyện khác nhau nhưng đều xoay quanh nhân vật nam chính, người luôn bị ám ảnh bởi kí ức và những điều đã qua… Khác với những câu chuyện cuốn bạn chạy một mạch, truyện này khó mà đọc nhanh. Ngón tay bạn hẳn sẽ ngừng lại cả trăm lần trên mỗi trang sách. Chỉ vì một cử động rất khẽ, một câu thoại, hay một xúc cảm bất chợt có thể sẽ đánh thức những điều tưởng chừng đã ngủ quên trong tiềm thức, như ngọn đèn vừa được bật sáng trong tâm trí bạn. Và rồi có lúc nó vượt quá giới hạn chịu đựng, bạn quyết định gấp cuốn sách lại chỉ để tận hưởng chút ánh sáng từ ngọn đèn, hay đơn giản là để vết thương trong lòng mình có thời gian tự tìm xoa dịu.",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/5cmTrenGiay.jpg",
    "author": "Shinkai Makoto"
  },
  {
    "_id": "64bfa15feb660a258b4b1502",
    "bookName": "5cm Trên Giây",
    "dailyPrice": 60000,
    "salePrice": 51000,
    "description": "5cm/s không chỉ là vận tốc của những cánh anh đào rơi, mà còn là vận tốc khi chúng ta lặng lẽ bước qua đời nhau, đánh mất bao cảm xúc thiết tha nhất của tình yêu. Bằng giọng văn tinh tế, truyền cảm, Năm centimet trên giây mang đến những khắc họa mới về tâm hồn và khả năng tồn tại của cảm xúc, bắt đầu từ tình yêu trong sáng, ngọt ngào của một cô bé và cậu bé. Ba giai đoạn, ba mảnh ghép, ba ngôi kể chuyện khác nhau nhưng đều xoay quanh nhân vật nam chính, người luôn bị ám ảnh bởi kí ức và những điều đã qua… Khác với những câu chuyện cuốn bạn chạy một mạch, truyện này khó mà đọc nhanh. Ngón tay bạn hẳn sẽ ngừng lại cả trăm lần trên mỗi trang sách. Chỉ vì một cử động rất khẽ, một câu thoại, hay một xúc cảm bất chợt có thể sẽ đánh thức những điều tưởng chừng đã ngủ quên trong tiềm thức, như ngọn đèn vừa được bật sáng trong tâm trí bạn. Và rồi có lúc nó vượt quá giới hạn chịu đựng, bạn quyết định gấp cuốn sách lại chỉ để tận hưởng chút ánh sáng từ ngọn đèn, hay đơn giản là để vết thương trong lòng mình có thời gian tự tìm xoa dịu.",
    "category": "Sách Tiếng Việt",
    "imagePath": "assets/images1/product/5cmTrenGiay.jpg",
    "author": "Shinkai Makoto"
  },
  {
    "_id": "64e32c27a72d7503d8e482db",
    "bookName": "àd",
    "category": "2",
    "author": "àdfă",
    "dailyPrice": 11,
    "salePrice": 22,
    "description": "àd",
    "imagePath": "",
    "__v": 0
  }
]
    